{
  "FixCursorHold.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "conform.nvim": {
  },
  "csharpls-extended-lsp.nvim": {
    "branch": "master"
  },
  "fidget.nvim": {
    "branch": "main"
  },
  "fzf-lua": {
  },
  "gitsigns.nvim": {
  },
  "jj-diffconflicts": {
    "branch": "main"
  },
  "lazy.nvim": {
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "leap.nvim": {
    "branch": "main"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.nvim": {
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-dotnet": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-dap": {
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-lint": {
  },
  "nvim-lspconfig": {
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "parrot.nvim": {
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope-ui-select.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "unimpaired.nvim": {
    "branch": "main"
  },
  "vim-sleuth": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
